aom
aribb24
aws-sam-cli
awscli
bat
brotli
ca-certificates
cairo
certifi
cffi
cfn-lint
cjson
cookiecutter
cryptography
dav1d
docutils
ffmpeg
flac
fnm
fontconfig
freetype
frei0r
fribidi
fzf
gettext
giflib
git-delta
glib
gmp
gnutls
graphite2
harfbuzz
highway
icu4c
icu4c@75
imath
jpeg-turbo
jpeg-xl
kubernetes-cli
lame
lazygit
leptonica
libarchive
libass
libb2
libbluray
libdeflate
libevent
libgit2@1.7
libidn2
libmicrohttpd
libnghttp2
libogg
libpng
librist
libsamplerate
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libunibreak
libunistring
libuv
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
lpeg
luajit
luv
lz4
lzo
mbedtls
mpdecimal
mpg123
msgpack
ncurses
neovim
nettle
oniguruma
opencore-amr
openexr
openjpeg
openssl@3
opus
p11-kit
pango
pcre2
pixman
pnpm
pycparser
python-certifi
python-cryptography
python-packaging
python@3.11
python@3.12
python@3.13
rav1e
readline
ripgrep
rubberband
sdl2
snappy
speex
sqlite
srt
sst
svt-av1
terraform
tesseract
theora
tmux
tpm
tree-sitter
unbound
unibilium
utf8proc
webp
wget
x264
x265
xorgproto
xvid
xz
zeromq
zimg
zstd
anaconda
font-meslo-lg-nerd-font
pgadmin4
