tap "ariga/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "sst/tap"
brew "cryptography"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "bat"
brew "btop"
brew "cfn-lint"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cookiecutter"
brew "docutils"
brew "fastfetch"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "git-delta"
brew "gnupg"
brew "go"
brew "helm"
brew "helmfile"
brew "kubernetes-cli"
brew "lazygit"
brew "minikube"
brew "neovim"
brew "ripgrep"
brew "opencode"
brew "pinentry-mac"
brew "pnpm"
brew "python@3.11"
brew "python@3.12"
brew "sqlc"
brew "tmux"
brew "tpm"
brew "watch"
brew "wget"
brew "ariga/tap/atlas"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
brew "sst/tap/sst"
cask "nikitabobko/tap/aerospace"
cask "anaconda"
cask "android-studio"
cask "bitwarden"
cask "cloudflare-warp"
cask "discord"
cask "docker-desktop"
cask "font-meslo-lg-nerd-font"
cask "font-sf-pro"
cask "ghostty"
cask "google-chrome"
cask "helium-browser"
cask "iterm2"
cask "maccy"
cask "mongodb-compass"
cask "notion"
cask "obsidian"
cask "pgadmin4"
cask "postman"
cask "raycast"
cask "slack"
cask "superwhisper"
cask "visual-studio-code"
cask "vlc"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
