tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "oven-sh/bun"
tap "sst/tap"
brew "cryptography"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "bat"
brew "btop"
brew "cfn-lint"
brew "cmatrix"
brew "cookiecutter"
brew "docutils"
brew "fastfetch"
brew "python@3.12"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "git-delta"
brew "gnupg"
brew "go"
brew "kubernetes-cli"
brew "minikube"
brew "neovim"
brew "pinentry-mac"
brew "pnpm"
brew "python@3.11"
brew "ripgrep"
brew "tmux"
brew "tpm"
brew "wget"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
cask "anaconda"
cask "android-studio"
cask "arc"
cask "bitwarden"
cask "cloudflare-warp"
cask "cursor"
cask "discord"
cask "docker"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "maccy"
cask "mongodb-compass"
cask "notion"
cask "pgadmin4"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "zen"
